Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# welcome.localInstall.button.reuse
source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
id: Hubungkan
ja: 接続
ko: 연결
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
zh_hans: 连接

# installer.phase.failedShort
source: Install failed
ar: فشل التثبيت
de: Installation fehlgeschlagen
es: Falló la instalación
fr: Échec de l’installation
id: Instalasi gagal
ja: インストールに失敗しました
ko: 설치 실패
pt_br: Instalação falhou
pt_pt: Instalação falhou
ru: Установка не удалась
zh_hans: 安装失败

# installer.subPhase.downloadingRestoreImage
source: Downloading macOS image (~17 GB) - first install can take 20-30 min on a typical connection.
ar: جارٍ تنزيل صورة macOS (~17 GB) — قد يستغرق التثبيت الأول 20–30 دقيقة على اتصال عادي.
de: macOS-Image wird geladen (~17 GB): Die erste Installation kann bei einer typischen Verbindung 20-30 Min. dauern.
es: Descargando imagen de macOS (~17 GB): la primera instalación puede tardar 20-30 min con una conexión típica.
fr: Téléchargement de l’image macOS (~17 Go) : la première installation peut prendre 20 à 30 min avec une connexion typique.
hi: macOS image (~17 GB) download हो रही है - first install typical connection पर 20-30 min ले सकता है।
id: Mengunduh image macOS (~17 GB) - instalasi pertama dapat memakan waktu 20-30 menit pada koneksi biasa.
ja: macOS イメージ（約 17 GB）をダウンロード中 — 初回インストールは通常の接続で 20〜30 分かかることがあります。
ko: macOS 이미지(~17 GB) 다운로드 중 - 일반적인 연결에서는 첫 설치에 20~30분이 걸릴 수 있습니다.
pt_br: Baixando imagem do macOS (~17 GB) — a primeira instalação pode levar 20–30 min em uma conexão típica.
pt_pt: A descarregar imagem do macOS (~17 GB) — a primeira instalação pode demorar 20–30 min numa ligação típica.
ru: Загрузка образа macOS (~17 ГБ) - первая установка при обычном подключении может занять 20-30 мин.
ur: macOS image (~17 GB) download ہو رہی ہے - first install typical connection پر 20-30 min لے سکتا ہے۔
zh_hans: 正在下载 macOS 镜像（~17 GB）- 首次安装在普通网络下可能需要 20-30 分钟。

# installer.subPhase.resolvingRestoreImage
source: Looking up the latest macOS image...
ar: جارٍ البحث عن أحدث صورة macOS...
de: Neuestes macOS-Image wird gesucht...
es: Buscando la imagen de macOS más reciente...
fr: Recherche de la dernière image macOS...
hi: Latest macOS image lookup हो रही है...
id: Mencari image macOS terbaru...
ja: 最新の macOS イメージを検索中...
ko: 최신 macOS 이미지 조회 중...
ru: Поиск последнего образа macOS...
ur: Latest macOS image lookup ہو رہی ہے...
zh_hans: 正在查找最新的 macOS 镜像...

# installer.subPhase.initializingVirtualization
source: Initializing virtualization runtime...
ar: جارٍ تهيئة بيئة تشغيل الأجهزة الافتراضية...
de: Virtualisierungslaufzeit wird initialisiert...
es: Inicializando runtime de virtualización...
fr: Initialisation du runtime de virtualisation...
hi: Virtualization runtime initialize हो रहा है...
id: Menginisialisasi runtime virtualisasi...
ja: 仮想化ランタイムを初期化中...
ko: 가상화 런타임 초기화 중...
ru: Инициализация среды виртуализации...
ur: Virtualization runtime initialize ہو رہا ہے...
zh_hans: 正在初始化虚拟化运行时...

# installer.subPhase.downloadComplete
source: Download complete - installing macOS image...
ar: اكتمل التنزيل — جارٍ تثبيت صورة macOS…
de: Download abgeschlossen: macOS-Image wird installiert...
es: Descarga completada: instalando imagen de macOS...
fr: Téléchargement terminé : installation de l’image macOS...
hi: Download complete - macOS image install हो रही है...
id: Unduhan selesai - menginstal image macOS...
ja: ダウンロード完了 — macOS イメージをインストール中…
ko: 다운로드 완료 - macOS 이미지 설치 중...
pt_br: Transferência concluída — instalando imagem do macOS…
pt_pt: Descarga concluída — a instalar imagem do macOS…
ru: Загрузка завершена - установка образа macOS...
ur: Download complete - macOS image install ہو رہی ہے...
zh_hans: 下载完成 - 正在安装 macOS 镜像...

# installer.subPhase.installingMacOS
source: Installing macOS image into the snapshot...
ar: جارٍ تثبيت صورة macOS في اللقطة...
de: macOS-Image wird in den Snapshot installiert...
es: Instalando imagen de macOS en la instantánea...
fr: Installation de l’image macOS dans l’instantané...
hi: macOS image snapshot में install हो रही है...
id: Menginstal image macOS ke snapshot...
ja: macOS イメージをスナップショットにインストール中...
ko: 스냅샷에 macOS 이미지 설치 중...
ru: Установка образа macOS в снимок...
ur: macOS image snapshot میں install ہو رہی ہے...
zh_hans: 正在将 macOS 镜像安装到快照中...

# installer.subPhase.bootingVM
source: Booting the first virtual machine...
ar: جارٍ تشغيل أول آلة افتراضية...
de: Erste virtuelle Maschine wird gestartet...
es: Arrancando la primera máquina virtual...
fr: Démarrage de la première machine virtuelle...
hi: First virtual machine boot हो रही है...
id: Mem-boot mesin virtual pertama...
ja: 最初の仮想マシンを起動中...
ko: 첫 번째 가상 머신 부팅 중...
ru: Запуск первой виртуальной машины...
ur: First virtual machine boot ہو رہی ہے...
zh_hans: 正在启动第一台虚拟机...

# uninstaller.phase.failedShort
source: Uninstall failed
ar: فشلت إزالة التثبيت
de: Deinstallation fehlgeschlagen
es: Falló la desinstalación
fr: Échec de la désinstallation
id: Penghapusan instalasi gagal
ja: アンインストールに失敗しました
ko: 제거 실패
pt_br: Desinstalação falhou
pt_pt: Desinstalação falhou
ru: Удаление не удалось
zh_hans: 卸载失败

# uninstaller.hint.sudoRm
source: Some files needed root to remove. Run this in Terminal, then re-run Uninstall: %@
ar: احتاجت بعض الملفات إلى صلاحيات root لحذفها. شغّل هذا في Terminal، ثم شغّل Uninstall مرة أخرى: %@
de: Einige Dateien benötigten Root-Rechte zum Entfernen. Führen Sie dies in Terminal aus und starten Sie danach Deinstallieren erneut: %@
es: Algunos archivos necesitaron permisos root para eliminarse. Ejecuta esto en Terminal y luego vuelve a ejecutar Desinstalar: %@
fr: Certains fichiers nécessitaient les droits root pour être supprimés. Exécutez ceci dans Terminal, puis relancez Désinstaller : %@
hi: कुछ files remove करने के लिए root चाहिए था। इसे Terminal में run करें, फिर Uninstall दोबारा run करें: %@
id: Beberapa file memerlukan root untuk dihapus. Jalankan ini di Terminal, lalu jalankan Uninstall lagi: %@
ja: 一部のファイルを削除するには root 権限が必要でした。Terminal でこれを実行してから、Uninstall をもう一度実行してください: %@
ko: 일부 파일을 제거하려면 root 권한이 필요했습니다. Terminal에서 다음을 실행한 다음 Uninstall을 다시 실행하세요: %@
pt_br: Alguns arquivos exigiram root para serem removidos. Execute isto no Terminal e depois execute a desinstalação novamente: %@
pt_pt: Alguns ficheiros exigiram root para serem removidos. Execute isto no Terminal e depois execute a desinstalação novamente: %@
ru: Для удаления некоторых файлов нужен root. Выполните это в Terminal, затем снова запустите Uninstall: %@
ur: کچھ files remove کرنے کے لیے root چاہیے تھا۔ اسے Terminal میں run کریں، پھر Uninstall دوبارہ run کریں: %@
zh_hans: 有些文件需要 root 权限才能移除。请在 Terminal 中运行以下命令，然后重新运行 Uninstall： %@

# welcome.existingSoyeht.continue.failed
source: I could not continue with this Mac. You can reinstall Soyeht here.
ar: تعذر المتابعة مع هذا Mac. يمكنك إعادة تثبيت Soyeht هنا.
de: Ich konnte mit diesem Mac nicht fortfahren. Sie können Soyeht hier neu installieren.
es: No pude continuar con este Mac. Puedes reinstalar Soyeht aquí.
fr: Je n’ai pas pu continuer avec ce Mac. Vous pouvez réinstaller Soyeht ici.
hi: मैं इस Mac के साथ continue नहीं कर सका। आप यहां Soyeht reinstall कर सकते हैं।
id: Saya tidak dapat melanjutkan dengan Mac ini. Anda dapat menginstal ulang Soyeht di sini.
ja: この Mac では続行できませんでした。ここで Soyeht を再インストールできます。
ko: 이 Mac으로 계속할 수 없었습니다. 여기에서 Soyeht를 다시 설치할 수 있습니다.
pt_br: Não consegui continuar com este Mac. Você pode reinstalar o Soyeht aqui.
pt_pt: Não consegui continuar com este Mac. Pode reinstalar o Soyeht aqui.
ru: Не удалось продолжить с этим Mac. Вы можете переустановить Soyeht здесь.
ur: میں اس Mac کے ساتھ continue نہیں کر سکا۔ آپ یہاں Soyeht reinstall کر سکتے ہیں۔
zh_hans: 无法继续使用这台 Mac。你可以在这里重新安装 Soyeht。

# welcome.existingSoyeht.reinstall.stopFailed
source: I could not close the current Soyeht. Try again.
ar: تعذر إغلاق Soyeht الحالي. حاول مجددًا.
de: Ich konnte das aktuelle Soyeht nicht schließen. Versuchen Sie es erneut.
es: No pude cerrar el Soyeht actual. Inténtalo de nuevo.
fr: Je n’ai pas pu fermer le Soyeht actuel. Réessayez.
hi: मैं current Soyeht close नहीं कर सका। फिर try करें।
id: Saya tidak dapat menutup Soyeht saat ini. Coba lagi.
ja: 現在の Soyeht を終了できませんでした。もう一度お試しください。
ko: 현재 Soyeht를 닫을 수 없었습니다. 다시 시도하세요.
pt_br: Não consegui fechar o Soyeht atual. Tente novamente.
pt_pt: Não consegui fechar o Soyeht atual. Tente de novo.
ru: Не удалось закрыть текущий Soyeht. Попробуйте еще раз.
ur: میں current Soyeht close نہیں کر سکا۔ دوبارہ try کریں۔
zh_hans: 无法关闭当前的 Soyeht。请重试。

# welcome.existingSoyeht.title
source: I already found Soyeht running on this Mac.
ar: وجدت Soyeht يعمل بالفعل على هذا Mac.
de: Ich habe Soyeht bereits auf diesem Mac gefunden.
es: Ya encontré Soyeht ejecutándose en este Mac.
fr: J’ai déjà trouvé Soyeht en cours d’exécution sur ce Mac.
hi: मुझे इस Mac पर Soyeht पहले से running मिला।
id: Saya sudah menemukan Soyeht berjalan di Mac ini.
ja: この Mac で Soyeht がすでに実行中であることを検出しました。
ko: 이 Mac에서 Soyeht가 이미 실행 중인 것을 찾았습니다.
pt_br: Já encontrei o Soyeht rodando neste Mac.
pt_pt: Já encontrei o Soyeht em execução neste Mac.
ru: Soyeht уже запущен на этом Mac.
ur: مجھے اس Mac پر Soyeht پہلے سے running ملا۔
zh_hans: 我已经发现 Soyeht 正在这台 Mac 上运行。

# welcome.existingSoyeht.body
source: You can keep using this Mac as it is or reinstall Soyeht here.
ar: يمكنك الاستمرار في استخدام هذا Mac كما هو أو إعادة تثبيت Soyeht هنا.
de: Sie können diesen Mac weiter wie bisher verwenden oder Soyeht hier neu installieren.
es: Puedes seguir usando este Mac tal como está o reinstalar Soyeht aquí.
fr: Vous pouvez continuer à utiliser ce Mac tel quel ou réinstaller Soyeht ici.
hi: आप इस Mac को ऐसे ही use कर सकते हैं या यहां Soyeht reinstall कर सकते हैं।
id: Anda dapat tetap menggunakan Mac ini apa adanya atau menginstal ulang Soyeht di sini.
ja: この Mac をそのまま使い続けるか、ここで Soyeht を再インストールできます。
ko: 이 Mac을 그대로 계속 사용하거나 여기에서 Soyeht를 다시 설치할 수 있습니다.
pt_br: Você pode continuar usando este Mac como está ou reinstalar o Soyeht aqui.
pt_pt: Pode continuar a usar este Mac como está ou reinstalar o Soyeht aqui.
ru: Вы можете продолжить использовать этот Mac как есть или переустановить Soyeht здесь.
ur: آپ اس Mac کو ایسے ہی use کر سکتے ہیں یا یہاں Soyeht reinstall کر سکتے ہیں۔
zh_hans: 你可以继续按当前状态使用这台 Mac，或在这里重新安装 Soyeht。

# welcome.existingSoyeht.working
source: Preparing
ar: جارٍ التحضير
de: Vorbereitung
es: Preparando
fr: Préparation
id: Menyiapkan
ja: 準備中
ko: 준비 중
pt_br: Preparando
pt_pt: A preparar
ru: Подготовка
zh_hans: 正在准备

# welcome.existingSoyeht.reinstall
source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
es: Reinstalar
fr: Réinstaller
id: Instal ulang
ja: 再インストール
ko: 다시 설치
pt_br: Reinstalar
pt_pt: Reinstalar
ru: Переустановить
zh_hans: 重新安装

# welcome.existingSoyeht.continue
source: Continue with this Mac
ar: المتابعة مع هذا Mac
de: Mit diesem Mac fortfahren
es: Continuar con este Mac
fr: Continuer avec ce Mac
hi: इस Mac के साथ continue करें
id: Lanjutkan dengan Mac ini
ja: この Mac で続ける
ko: 이 Mac으로 계속
pt_br: Continuar com este Mac
pt_pt: Continuar com este Mac
ru: Продолжить с этим Mac
ur: اس Mac کے ساتھ continue کریں
zh_hans: 继续使用这台 Mac

# welcome.existingSoyeht.reinstall.confirm.body
source: This closes the current Soyeht and prepares the app again.
ar: سيؤدي ذلك إلى إغلاق Soyeht الحالي وتجهيز التطبيق مرة أخرى.
de: Dies schließt das aktuelle Soyeht und bereitet die App erneut vor.
es: Esto cierra el Soyeht actual y prepara la app de nuevo.
fr: Cela ferme le Soyeht actuel et prépare à nouveau l’app.
hi: यह current Soyeht close करता है और app को फिर prepare करता है।
id: Ini akan menutup Soyeht saat ini dan menyiapkan aplikasi lagi.
ja: 現在の Soyeht を終了し、アプリをもう一度準備します。
ko: 현재 Soyeht를 닫고 앱을 다시 준비합니다.
pt_br: Isso fecha o Soyeht atual e prepara o app novamente.
pt_pt: Isso fecha o Soyeht atual e prepara o app novamente.
ru: Это закроет текущий Soyeht и снова подготовит приложение.
ur: یہ current Soyeht close کرتا ہے اور app کو دوبارہ prepare کرتا ہے۔
zh_hans: 这会关闭当前的 Soyeht，并重新准备应用。

# welcome.existingSoyeht.badge
source: Soyeht on this Mac
ar: Soyeht على هذا Mac
de: Soyeht auf diesem Mac
es: Soyeht en este Mac
fr: Soyeht sur ce Mac
hi: इस Mac पर Soyeht
id: Soyeht di Mac ini
ja: この Mac の Soyeht
ko: 이 Mac의 Soyeht
pt_br: Soyeht neste Mac
pt_pt: Soyeht neste Mac
ru: Soyeht на этом Mac
ur: اس Mac پر Soyeht
zh_hans: 此 Mac 上的 Soyeht

# welcome.existingSoyeht.reinstall.confirm.title
source: Reinstall Soyeht on this Mac?
ar: هل تريد إعادة تثبيت Soyeht على هذا Mac؟
de: Soyeht auf diesem Mac neu installieren?
es: ¿Reinstalar Soyeht en este Mac?
fr: Réinstaller Soyeht sur ce Mac ?
hi: इस Mac पर Soyeht reinstall करें?
id: Instal ulang Soyeht di Mac ini?
ja: この Mac に Soyeht を再インストールしますか？
ko: 이 Mac에 Soyeht를 다시 설치할까요?
pt_br: Reinstalar o Soyeht neste Mac?
pt_pt: Reinstalar o Soyeht neste Mac?
ru: Переустановить Soyeht на этом Mac?
ur: اس Mac پر Soyeht reinstall کریں؟
zh_hans: 在这台 Mac 上重新安装 Soyeht？

# welcome.existingSoyeht.reinstall.confirm.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消

# welcome.existingSoyeht.reinstall.confirm.action
source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
es: Reinstalar
fr: Réinstaller
id: Instal ulang
ja: 再インストール
ko: 다시 설치
pt_br: Reinstalar
pt_pt: Reinstalar
ru: Переустановить
zh_hans: 重新安装

# servers.window.title
source: Connected Servers
ar: الخوادم المتصلة
de: Verbundene Server
es: Servidores conectados
fr: Serveurs connectés
id: Server terhubung
ja: 接続済みサーバー
ko: 연결된 서버
pt_br: Servidores conectados
pt_pt: Servidores ligados
ru: Подключенные серверы
zh_hans: 已连接服务器

# servers.empty.message
source: No theyOS servers connected. Use the theyOS install or connect flow to add one.
ar: لا توجد خوادم theyOS متصلة. استخدم مسار تثبيت theyOS أو الاتصال لإضافة خادم.
de: Keine theyOS-Server verbunden. Verwenden Sie den theyOS-Installations- oder Verbindungsablauf, um einen hinzuzufügen.
es: No hay servidores theyOS conectados. Usa el flujo de instalación o conexión de theyOS para agregar uno.
fr: Aucun serveur theyOS connecté. Utilisez le flux d’installation ou de connexion theyOS pour en ajouter un.
hi: कोई theyOS servers connected नहीं हैं। एक add करने के लिए theyOS install या connect flow use करें।
id: Tidak ada server theyOS yang terhubung. Gunakan alur instal atau koneksi theyOS untuk menambahkannya.
ja: 接続済みの theyOS サーバーはありません。追加するには theyOS のインストールまたは接続フローを使用してください。
ko: 연결된 theyOS 서버가 없습니다. theyOS 설치 또는 연결 흐름을 사용해 추가하세요.
pt_br: Nenhum servidor theyOS conectado. Use o fluxo de instalação ou conexão do theyOS para adicionar um.
pt_pt: Não há servidores theyOS ligados. Use o fluxo de instalação ou ligação do theyOS para adicionar um.
ru: Нет подключенных серверов theyOS. Используйте установку theyOS или поток подключения, чтобы добавить сервер.
ur: کوئی theyOS servers connected نہیں ہیں۔ ایک add کرنے کے لیے theyOS install یا connect flow use کریں۔
zh_hans: 没有已连接的 theyOS 服务器。请使用 theyOS 安装或连接流程添加一个。

# servers.button.setActive
source: Set Active
ar: تعيين كنشط
de: Als aktiv festlegen
es: Establecer activo
fr: Définir comme actif
id: Jadikan aktif
ja: アクティブにする
ko: 활성으로 설정
pt_br: Definir como ativo
pt_pt: Definir como ativo
ru: Сделать активным
zh_hans: 设为活动

# servers.button.disconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
id: Putuskan
ja: 接続解除
ko: 연결 해제
pt_br: Desconectar
pt_pt: Desligar
ru: Отключить
zh_hans: 断开连接

# servers.button.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
ja: 更新
ko: 새로 고침
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
zh_hans: 刷新

# servers.alert.disconnect.title
source: Disconnect “%@”?
ar: قطع الاتصال بـ “%@”؟
de: „%@“ trennen?
es: ¿Desconectar “%@”?
fr: Déconnecter « %@ » ?
hi: “%@” disconnect करें?
id: Putuskan "%@"?
ja: “%@” の接続を解除しますか？
ko: “%@” 연결을 해제할까요?
pt_br: Desconectar “%@”?
pt_pt: Desconectar “%@”?
ru: Отключить «%@»?
ur: “%@” disconnect کریں؟
zh_hans: 断开“%@”连接？

# servers.alert.disconnect.message
source: This removes the saved token for %@. You can connect it again with a theyOS link.
ar: سيؤدي هذا إلى إزالة الرمز المحفوظ لـ %@. يمكنك الاتصال به مرة أخرى عبر رابط theyOS.
de: Dies entfernt das gespeicherte Token für %@. Sie können es mit einem theyOS-Link erneut verbinden.
es: Esto elimina el token guardado de %@. Puedes conectarlo de nuevo con un enlace theyOS.
fr: Cela supprime le token enregistré pour %@. Vous pourrez le reconnecter avec un lien theyOS.
hi: यह %@ का saved token remove करता है। आप इसे theyOS link से फिर connect कर सकते हैं।
id: Ini menghapus token tersimpan untuk %@. Anda dapat menghubungkannya lagi dengan tautan theyOS.
ja: %@ の保存済みトークンを削除します。theyOS リンクで再接続できます。
ko: %@의 저장된 토큰을 제거합니다. theyOS 링크로 다시 연결할 수 있습니다.
pt_br: Isso remove o token salvo para %@. Você pode conectar novamente com um link theyOS.
pt_pt: Isto remove o token guardado de %@. Pode ligá-lo novamente com uma ligação theyOS.
ru: Это удалит сохраненный токен для %@. Его можно подключить снова через ссылку theyOS.
ur: یہ %@ کا saved token remove کرتا ہے۔ آپ اسے theyOS link سے دوبارہ connect کر سکتے ہیں۔
zh_hans: 这会移除 %@ 的已保存令牌。你可以使用 theyOS 链接再次连接。

# servers.alert.button.disconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
id: Putuskan
ja: 接続解除
ko: 연결 해제
pt_br: Desconectar
pt_pt: Desligar
ru: Отключить
zh_hans: 断开连接

# bootstrap.installProgress.step1
source: Checking
ar: جارٍ الفحص
de: Prüfen
es: Comprobando
fr: Vérification
id: Memeriksa
ja: 確認中
ko: 확인 중
pt_br: Verificando
pt_pt: A verificar
ru: Проверка
zh_hans: 正在检查

# bootstrap.installProgress.step2
source: Installing
ar: جارٍ التثبيت
de: Installieren
es: Instalando
fr: Installation
id: Menginstal
ja: インストール中
ko: 설치 중
pt_br: Instalando
pt_pt: Instalando
ru: Установка
zh_hans: 正在安装

# bootstrap.installProgress.step3
source: Enabling
ar: جارٍ التفعيل
de: Aktivieren
es: Activando
fr: Activation
id: Mengaktifkan
ja: 有効化中
ko: 활성화 중
pt_br: Habilitando
pt_pt: Habilitando
ru: Включение
zh_hans: 正在启用

# bootstrap.installProgress.step4
source: Waking
ar: جارٍ الإيقاظ
de: Aufwecken
es: Despertando
fr: Réveil
id: Membangunkan
ja: 起動中
ko: 깨우는 중
pt_br: Acordando
pt_pt: Acordando
ru: Пробуждение
zh_hans: 正在唤醒

# bootstrap.installProgress.title
source: Setting up Soyeht...
ar: جارٍ إعداد Soyeht...
de: Soyeht wird eingerichtet...
es: Configurando Soyeht...
fr: Configuration de Soyeht...
hi: Soyeht set up हो रहा है...
id: Menyiapkan Soyeht...
ja: Soyeht を設定しています...
ko: Soyeht 설정 중...
pt_br: Configurando o Soyeht…
pt_pt: A configurar o Soyeht…
ru: Настройка Soyeht...
ur: Soyeht set up ہو رہا ہے...
zh_hans: 正在设置 Soyeht...

# bootstrap.installProgress.retry
source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
zh_hans: 重试

# bootstrap.installProgress.step
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
id: Langkah 1 dari 3
ja: ステップ 1 / 3
ko: 3단계 중 1단계
pt_br: Passo 1 de 3
pt_pt: Passo 1 de 3
ru: Шаг 1 из 3
zh_hans: 第 1 步，共 3 步

# bootstrap.installProgress.missingEngine
source: This update did not include Soyeht’s local engine. Download the app again and try again.
ar: لم يتضمن هذا التحديث محرك Soyeht المحلي. نزّل التطبيق مرة أخرى وحاول مجددًا.
de: Dieses Update enthielt die lokale Engine von Soyeht nicht. Laden Sie die App erneut herunter und versuchen Sie es wieder.
es: Esta actualización no incluía el motor local de Soyeht. Descarga la app de nuevo e inténtalo otra vez.
fr: Cette mise à jour n’incluait pas le moteur local de Soyeht. Téléchargez à nouveau l’app et réessayez.
hi: इस update में Soyeht का local engine included नहीं था। App फिर download करें और try again करें।
id: Pembaruan ini tidak menyertakan mesin lokal Soyeht. Unduh aplikasi lagi dan coba lagi.
ja: このアップデートには Soyeht のローカルエンジンが含まれていませんでした。アプリを再度ダウンロードして、もう一度お試しください。
ko: 이 업데이트에는 Soyeht의 로컬 엔진이 포함되어 있지 않았습니다. 앱을 다시 다운로드하고 다시 시도하세요.
pt_br: Esta atualização veio sem o motor local do Soyeht. Baixe o app novamente e tente novamente.
pt_pt: Esta atualização veio sem o motor local do Soyeht. Baixe o app de novo e tente novamente.
ru: В этом обновлении нет локального движка Soyeht. Скачайте приложение заново и попробуйте еще раз.
ur: اس update میں Soyeht کا local engine included نہیں تھا۔ App دوبارہ download کریں اور try again کریں۔
zh_hans: 此更新未包含 Soyeht 的本地引擎。请重新下载应用并重试。

# bootstrap.installProgress.failed
source: I could not start Soyeht on this Mac. Try again.
ar: تعذر بدء Soyeht على هذا Mac. حاول مجددًا.
de: Ich konnte Soyeht auf diesem Mac nicht starten. Versuchen Sie es erneut.
es: No pude iniciar Soyeht en este Mac. Inténtalo de nuevo.
fr: Je n’ai pas pu démarrer Soyeht sur ce Mac. Réessayez.
hi: मैं इस Mac पर Soyeht start नहीं कर सका। Try again.
id: Saya tidak dapat memulai Soyeht di Mac ini. Coba lagi.
ja: この Mac で Soyeht を起動できませんでした。もう一度お試しください。
ko: 이 Mac에서 Soyeht를 시작할 수 없었습니다. 다시 시도하세요.
pt_br: Não consegui iniciar o Soyeht neste Mac. Tente novamente.
pt_pt: Não consegui iniciar o Soyeht neste Mac. Tente de novo.
ru: Не удалось запустить Soyeht на этом Mac. Попробуйте еще раз.
ur: میں اس Mac پر Soyeht start نہیں کر سکا۔ Try again.
zh_hans: 无法在这台 Mac 上启动 Soyeht。请重试。

# bootstrap.installProgress.enableFailed
source: I could not enable Soyeht on this Mac. Try again.
ar: تعذر تفعيل Soyeht على هذا Mac. حاول مجددًا.
de: Ich konnte Soyeht auf diesem Mac nicht aktivieren. Versuchen Sie es erneut.
es: No pude activar Soyeht en este Mac. Inténtalo de nuevo.
fr: Je n’ai pas pu activer Soyeht sur ce Mac. Réessayez.
hi: मैं इस Mac पर Soyeht enable नहीं कर सका। Try again.
id: Saya tidak dapat mengaktifkan Soyeht di Mac ini. Coba lagi.
ja: この Mac で Soyeht を有効にできませんでした。もう一度お試しください。
ko: 이 Mac에서 Soyeht를 활성화할 수 없었습니다. 다시 시도하세요.
pt_br: Não consegui habilitar o Soyeht neste Mac. Tente novamente.
pt_pt: Não consegui habilitar o Soyeht neste Mac. Tente de novo.
ru: Не удалось включить Soyeht на этом Mac. Попробуйте еще раз.
ur: میں اس Mac پر Soyeht enable نہیں کر سکا۔ Try again.
zh_hans: 无法在这台 Mac 上启用 Soyeht。请重试。

# bootstrap.houseCard.subtitle
source: Your home is alive.
ar: منزلك نشط.
de: Ihr Zuhause ist aktiv.
es: Tu casa está viva.
fr: Votre maison est active.
hi: आपका home alive है।
id: Home Anda sudah aktif.
ja: 家は稼働中です。
ko: 홈이 활성 상태입니다.
pt_br: Sua casa está viva.
pt_pt: A sua casa está viva.
ru: Ваш home ожил.
ur: آپ کا home alive ہے۔
zh_hans: 你的家已上线。

# bootstrap.houseCard.iphone.info.title
source: Scan on iPhone
ar: المسح على iPhone
de: Auf iPhone scannen
es: Escanear en iPhone
fr: Scanner sur iPhone
hi: iPhone पर scan करें
id: Pindai di iPhone
ja: iPhone でスキャン
ko: iPhone에서 스캔
pt_br: Escaneie no iPhone
pt_pt: Leia no iPhone
ru: Сканируйте на iPhone
ur: iPhone پر scan کریں
zh_hans: 在 iPhone 上扫描

# bootstrap.houseCard.iphone.qr.a11y
source: QR code to add this iPhone to the home.
ar: رمز QR لإضافة هذا iPhone إلى المنزل.
de: QR-Code, um dieses iPhone dem Zuhause hinzuzufügen.
es: Código QR para añadir este iPhone a la casa.
fr: Code QR pour ajouter cet iPhone à la maison.
hi: इस iPhone को home में add करने का QR code.
id: Kode QR untuk menambahkan iPhone ini ke home.
ja: この iPhone を家に追加するための QR コード。
ko: 이 iPhone을 홈에 추가하기 위한 QR 코드.
pt_br: Código QR para adicionar este iPhone à casa.
pt_pt: Código QR para adicionar este iPhone à casa.
ru: QR-код для добавления этого iPhone в home.
ur: اس iPhone کو home میں add کرنے کا QR code.
zh_hans: 用于将这部 iPhone 添加到家的 QR 码。
